1*8

######学生基本信息############
#姓名：张铭 
#学号：1403050226
#班级：通风14-2

###########题目###############
print '1*1=1' 
print '1*2=2 2*2=4 '  
print '1*3=3 2*3=6  3*3=9'  
print '1*4=4 2*4=8 3*4=12 4*4=16'  
print '1*5=5 2*5=10 3*5=15 4*5=20 5*5=25'
print '1*6=6 2*6=12 3*6=18 4*6=24 5*6=30 6*6=36'  
print '1*7=7 2*7=14 3*7=21 4*7=28 5*7=35 6*7=42 7*7=49'
print '1*8=8 2*8=16 3*8=24 4*8=32 5*8=40 6*8=48 7*8=56 8*8=64'  
print '1*9=9 2*9=18 3*9=27 4*9=36 5*9=45 6*9=54 7*9=63 8*9=72 9*9=81'
###########代码###############
'''
从下一行的末尾换行，然后开始编写代码(本行可以删除)
'''

print '天行健君子以自强不息'
print '莫使金樽空对月，千金散尽还复来'
print '少玩点游戏吧，多学点习吧'
print '某天剪头发和理发师聊天，我说我是学校老师，理发师就打开话匣子，各种埋汰各种看不上现在的上大学生......'